@extends('layouts.main', ['title' => 'Пројекат Биологер'])

@section('content')
    <section class="section content">
        <div class="container">
            <h1>Пројекат Биологер</h1>

            <p class="has-text-justified">
                Пројекат Биологер је настао као интерактивна платформа слободног
                садржаја намењена прикупљању и дигитализацији знања о биолошкој
                разноврсности на подручју Источне Европе. Платформа се заснива на
                коришћењу и развоју софтвера Биологер и добровољном раду Биологер заједнице.
            </p>

            <p class="has-text-justified">
                Биологер заједница, која стоји иза пројекта Биологер, сачињeна је од
                <b>Пројектног тима</b> и <b>Локалних заједница</b>. Пројектни тим
                ради на развоју софтвера, организацији и структуирању података,
                промоцији и легислативи. Пројектни тим је сачињен од људи из
                <b>Организација</b> које подржавају рад и развој Биологера. Локалне
                заједнице активно раде на прикупљању, верификацији и приказивању
                података о распрострањењу организама у природи. Свака локална Биологер
                платформа (нпр. <a href="https://biologer.hr">biologer.hr</a>,
                <a href="https://biologer.rs">biologer.rs</a> и <a href="https://biologer.ba">biologer.ba</a>) има своју Локалну
                заједницу коју чине <i>Администратори</i>, <i>Уредници</i> и <i>Корисници</i>.
            </p>

            <h2>Мисија</h2>

            <p class="has-text-justified">
                Оснаживањем Биологер заједнице и развојем софтвера створити највећу
                базу података о биолошкој разноврсности у региону. Уз таксономске
                стручњаке и мотивисан тим који ради на развоју платформе омогућити
                прикупљање, верификацију и приказ валидних података и радити на унапређењу
                платформе и корисничког искуства корисника базе. Активно радити на очувању
                природе и мотивисати што више ентузијаста да се прикључе Заједници.
            </p>

            <h2>Визија</h2>

            <p class="has-text-justified">
                Наша визија је да будемо део Биологер заједнице која ради на развоју
                и унапређењу највеће базе података о биолошкој разноврсности у региону,
                да радимо на развоју софтвера и обезбедимо најбоље услове за рад Биологер заједнице.
            </p>

            <h2>Биологер софтвер</h2>

            <p class="has-text-justified">
                Програми који покрећу Биологер представљају слободан софтвер издат под
                <a href="https://opensource.org/licenses/MIT">МИТ лиценцом</a>.
                Биологер веб софтвер као и Билогер апликација за Андроид уређаје су доступни
                преко <a href="https://github.com/Biologer">Гитхаба</a>.
            </p>
        </div>
    </section>
@endsection
