@extends('layouts.main', ['title' => 'Подаци о биодиверзитету'])

@section('content')
    <section class="section content">
        <div class="container">
            <h1>Подаци о биодиверзитету</h1>

            <p class="has-text-justified">
                Термин биодиверзитет први пут се помиње почетком осамдесетих година
                и у ширем смислу означава свеобухватну варијабилност биљака, животиња,
                гљива и микроорганизама на планети Земљи. Према Конвенцији о биолошкој
                разноврсности, одржаној у Рио де Женеиру 1992. године, биодиверзитет је
                дефинисан као „варијабилност међу живим организмима, укључујући између осталог,
                копнене, морске и друге водене екосистеме чији су они део; ово укључује
                диверзитет унутар врста, између врста и између екосистема“. Како још увек
                не постоји општеприхваћена дефиниција биодиверзитета, можемо рећи и да
                биодиверзитет означава свеукупност гена (генетички диверзитет), врста
                (специјски диверзитет) и екосистема (екосистемски диверзитет) на Земљи.
                Главни фактори угрожавања биодиверзитета у времену у којем живимо су
                измена и фрагментација станишта, претерана експлоатација ресурса,
                различите врсте загађивања, као и насељавање инвазивних и алохтоних врста.
            </p>

            <p class="has-text-justified">
                Прикупљање података о биолошкој разноврсности једне земље основни је
                корак ка валоризацији природног богатства и планирању мера заштите биодиверзитета.
                Пројекат Биологер је намењен управо томе. Биологер заједница ради на
                прикупљању података о биодиверзитету, што је значајно, како за познавање
                распрострањења таксона, тако и за процену природних вредности подручја.
                Како би прикупљени подаци били веродостојни и употребљиви, дефинисана су
                три основна корака: унос, верификација и приказ податка.
            </p>

            <p class="has-text-justified">
                Унос је налаз таксона, који се састоји од низа података прикупљених на терену,
                из научне збирке или стручне литературе. Један унос може садржати податке попут:
                назива таксона, географске ширине и дужине, фотографије налаза, надморске
                висине на којој је забележен таксон и још много тога. Податке уноси Корисник
                директно у базу или преко Андроид апликације под једном од доступних лиценци.
                Корисник бира жељену лиценцу при регистрацији на платформу, у подешавањима и/или
                приликом појединачног уноса податка. Саветујемо Корисницима да избегавају
                затворене лиценце, пошто тиме умањују употребљивост налаза.
            </p>

            <p class="has-text-justified">
                Сви подаци унесени у базу долазе до другог корака, верификације налаза од
                стране Уредника. У циљу поуздане верификације налаза пожељно је да
                Корисници доставе што више информација о налазима са терена. Уредници
                одобравају налазе или их означавају као налазе које није могуће идентификовати.
                Корисник у сваком тренутку може допунити налаз уколико поседује додатне
                податке који могу допринети идентификацији таксона.
            </p>

            <p class="has-text-justified">
                Трећи корак јесте картографски приказ података осталим Корисницима базе и
                трећим лицима. Приказ података регулисан је раније наведеним лиценцама.
                Прецизне информације о сваком појединачном податку имају: Корисник који је
                унео податак, Уреднички тим дате таксономске групе и Администратори.
                За податке чији је приказ ограничен (Делимично отворена и Затворена лиценца)
                Уредници и Администратори у договору са Корисником доносе одлуку о начину
                коришћења таквих података уколико се за то укаже потреба.
            </p>
        </div>
    </section>
@endsection
