@extends('layouts.main', ['title' => 'Локална заједница'])

@section('content')
    <section class="section content">
        <div class="container">
            <h1>Локална заједница</h1>

            <p>
                Назив локалне заједнице: {{ config('biologer.community.name') }}.<br>
                Држава: {{ __(config('biologer.community.country')) }}.</br>
                Адреса: {{ config('biologer.community.address') }}.
            </p>

            <p class="has-text-justified">
                <b>Администратори</b> су лица која управљају базом података, имају
                увид у све податке у оквиру локалне Биологер платформе и задужени
                су за целокупну организацију Локалне заједнице. Почетни тим Администратора
                одобрава Пројектни тим приликом покретања нове Локалне заједнице.
                Нови Администратори се обично бирају из редова Уредника, за шта је
                неопходна сагласност 2/3 постојећих Администратора. Администратори
                имају право да располажу свим подацима и да доносе одлуке о њиховом
                коришћењу (у складу са лиценцама које изаберу Корисници).
            </p>

            <p class="has-text-justified">
                Администратори Локалне заједнице „{{ config('biologer.community.name') }}“ су:
            </p>

            <ul>
                @foreach ($admins as $admin)
                    <li>{{ $admin->full_name }}</li>
                @endforeach
            </ul>

            <p class="has-text-justified">
                <b>Уредници</b> су таксономски експерти за одређене групе организама
                који прегледају пристигле податке, одобравају их, по потреби коригују
                или проглашавају немогућим за идентификацију. Уредници су експерти
                са дугогодишњим искуством у теренском раду и доказаним познавањем
                одређених група организама. Уреднике таксономских група у свакој Локалној
                заједници бирају Администратори из редова Корисника. Додавање нових
                Уредника мора прихватити 2/3 постојећих Уредника одређене таксономске
                групе, као и 2/3 Администратора. Уредници имају право да располажу
                подацима над којима су надлежни, и да доносе одлуке о њиховом коришћењу
                (у складу са лиценцама које изаберу Корисници).
            </p>

            <p class="has-text-justified">
                Уређивачки тим Локалне заједнице „{{ config('biologer.community.name') }}“ се састоји од
                {{ $curators->count() }} људи који покривају {{ $taxonomicGroupsCount }} таксономских група, и тo:
            </p>

            <ul>
                @foreach ($curators as $curator)
                    <li>{{ $curator->full_name }} - {{ $curator->curatedTaxa->pluck('name')->implode(', ') }}</li>
                @endforeach
            </ul>

            <p class="has-text-justified">
                <b>Корисници</b> су сви чланови Локалне заједнице, а статус Корисника
                се стиче приликом регистрације на веб платформу. У Кориснике се убрајају
                и Уредници и Администратори. Корисници чине Биологер заједницу и њиховим
                залагањем долазимо до вредних података о распрострањењу таксона на одређеном
                географском подручју.
            </p>

            <p class="has-text-justified">
                Биологер заједница „{{ config('biologer.community.name') }}“ броји {{ $usersCount }} Корисника,
                који су прикупили {{ $observationsCount }} података о нашој биолошкој разноврсности.
            </p>
        </div>
    </section>
@endsection
