@extends('layouts.main', ['title' => 'Организације'])

@section('content')
    <section class="section content">
        <div class="container">
            <h1>Организације</h1>

            <p class="has-text-justified">
                Организације укључене у Биологер заједницу исказале су жељу даљег
                развоја пројекта Биологер и могу, у складу са својим могућностима,
                помоћи реализацију активности које Пројектни тим подржава. Организације
                немају никакву правну и финансијску обавезу према Заједници. Свака
                Организација може, у сарадњи са Пројектним тимом, обезбедити даља средства,
                кадровску и техничку подршку за развој Биологер софтвера и подстицај Биологер заједнице.
            </p>

            <p class="has-text-justified">
                Биологер заједница је слободна за приступ организацијама које деле
                мисију Биологер заједнице. Заинтересоване организације (државне установе,
                приватна предузећа, организације цивилног друштва итд.) могу се придружити
                пројекту, уколико искажу жељу да се прикључе Биологер заједници и уколико
                добију сагласност 2/3 чланова Пројектног тима. Прикључивање нових
                организација мора да прати званична одлука организације у којој је исказана
                јасна жеља да се подржи развој пројекта Биологер и у којој су дефинисани
                начини на које организација може допринети даљем развоју овог пројекта.
                Такође, организација се може прикључити достављањем званичног писма
                подршке у коме је јасно наведена намера подршке пројекту Биологер и
                начинима на који организација може допринети даљем развоју Биологер заједнице.
                Можете преузети <a href="{{ asset('docs/letter-of-support-sr.docx') }}" download="Pismo_podrske_Biologer.docx">нацрт писма подршке</a>
                и усагласити га са циљевима, мисијом и визијом ваше организације.
            </p>

            <p class="has-text-justified">
                Организације могу да делегирају свог представника у Пројектни тим,
                а коначну одлуку о укључењу нових чланова у Пројектни тим доноси 2/3
                постојећих чланови Пројектног тима.
            </p>

            <p class="has-text-justified">
                Након добијања сагласности Пројектног тима, партнерске организације
                ће бити истакнуте на овој страници, чиме Организација званично постају
                део Биологер заједнице.
            </p>

            <h2>Организације које подржавају развој Биологера</h2>

            <p>Оснивачке организације:</p>

            <ul>
                <li>Биолошки факултет, Универзитет у Београду (<a href="https://biologer.org/docs/letters-of-support/bioloski-fakultet-bg.pdf" target="_blank">Писмо подршке</a>)</li>
                <li>Удружење "Hyla" (<a href="https://biologer.org/docs/letters-of-support/hyla.pdf" target="_blank">Писмо подршке</a>)</li>
                <li>Биолошко друштво "Др Сава Петровић" (<a href="https://biologer.org/docs/letters-of-support/bddsp.pdf" target="_blank">Писмо подршке</a>)</li>
            </ul>

            <p>Остале организације:</p>
        </div>
    </section>
@endsection
