@extends('layouts.main', ['title' => 'Пројектни тим'])

@section('content')
    <section class="section content">
        <div class="container">
            <h1>Пројектни тим</h1>

            <p class="has-text-justified">
                Изворни Пројектни тим чини група ентузијаста која је покренула пројекат Биологер.
                Пројектни тим има највећа овлашћења у Заједници. Пројектни тим директно одлучује
                о правцима даљег развоја платформе Биологер. За укључење нових људи у
                Пројектни тим или промену постојећих чланова неопходна је сагласност 2/3 чланова
                Пројектног тима. Приликом формирања нове Локалне заједнице, чланови
                Пројектног тима именују бар два Администратора локалне Биологер платформе.
                Чланови Пројектног тима су у исто време и представници Организација које
                подржавају рад платформе:
            </p>

            <ol>
                <li>Милош Поповић – Координатор за развој Биологер платформе (Природно-математички факултет, Универзитет у Нишу).</li>
                <li>Ненад Живановић – Главни програмер за развој Биологер веб софтвера (Нови Сад)</li>
                <li>Ана Голубовић – Координатор за развој Биологер платформе у Србији (Биолошки факултет, Универзитет у Београду).</li>
                <li>Ивона Бурић – Координатор за развој Биологер платформе у Хрватској (Удружење Хила, Загреб).</li>
                <li>Тони Корен – Координатор за развој Биологер платформе у Хрватској (Удружење Хила, Загреб).</li>
                <li>Дејан Кулијер - Координатор за развој Биологер платформе у Босни и Херцеговини (Земаљски музеј Босне и Херцеговине).</li>
            </ol>
        </div>
    </section>
@endsection
