@extends('layouts.main', ['title' => __('navigation.privacy_policy')])

@section('content')
    <div class="container">
        <h1 class="title is-1 has-text-centered mt-4">Политика приватности</h1>

        <section class="section content has-text-justified">
            <h2 class="subtitle is-2">Лични подаци</h2>

            <p class="mb-4">
                Према Општој уредби о заштити података (ГДПР), која је ступила на снагу 25. маја 2018. године, корисник
                даје сагласност „Биологер заједници“ да прикупља његове личне податке: име, презиме, адресу е-поште,
                назив институције, локацију у виду географских координата места где је забележен одређени таксон и
                времена када је налаз забележен. Биологер се залаже за очување приватности корисника и предузима све
                техничке и организационе мере за заштиту личних података, уз гаранцију да их неће дистрибуирати ни
                продавати трећој страни, осим уз дозволу корисника.
            </p>

            <p class="mb-4">
                Наведени подаци могу се користити само у сврхе и на начине који су наведени у овом документу и ближе
                одређени <a href="{{ route('licenses.index') }}" target="_blank">лиценцама</a> које корисник изабере.
                Биологеров пројектни тим може изменити политику приватности корисника, при чему је дужан да о томе
                обавести своје кориснике. Особе које су одговорне за спровођење Опште уредбе о заштити података су
                Администратори странице Локалне биологер заједнице:
            </p>

            <table>
                <thead>
                <tr>
                    <th>{{ trans('labels.users.full_name') }}</th>
                    <th>{{ trans('labels.users.institution') }}</th>
                    <th>{{ trans('labels.users.email') }}</th>
                </tr>
                </thead>
                <tbody>
                @foreach ($admins as $admin)
                    <tr>
                        <td>{{ $admin['full_name'] }}</td>
                        <td>{{ $admin['institution'] }}</td>
                        <td>{{ $admin['email'] }}</td>
                    </tr>
                @endforeach
                </tbody>
            </table>

            <p class="mb-4">
                <a href="{{ route('pages.about.local-community') }}" target="_blank">Локална заједница</a> одређује
                лиценце за коришћење података о налазима таксона, који могу садржати и ваше
                личне податке. Избором лиценце корисник може да одреди шта жели да дели са другима (погледајте
                <a href="{{ route('licenses.index') }}" target="_blank">страницу са лиценцама</a>). Корисник може
                променити лиценцу за нове податке које доставља Локалној заједници, или
                послати захтев за промену лиценце већ постојећих података Одговорним особама. Биологер подржава отворен
                софтвер и отворене, научно проверљиве податке, због чега не саветујемо избор затворене лиценце. Добра
                научна пракса подразумева да подаци о налазима буду проверљиви, па се уз сваки налаз приказује ко је
                (име, презиме и институција), где (географске координате или УТМ поље) и када (ког датума) забележио
                одређени таксон. Поред тога, корисницима је омогућен избор затворених лиценци, чиме се подаци о
                налазима и лични подаци корисника могу сакрити (али ће бити доступни администраторима и таксономским
                уредницима одређене групе).
            </p>

            <p class="mb-4">
                Биологер се залаже за очување приватности корисника и предузеће све техничке и организационе мере да
                заштити личне податке корисника, уз гаранцију да неће делити или продавати сакривене податке корисника
                трећој страни без дозволе корисника. У складу са Општом уредбом о заштити личних података, корисник
                може користити своја законска права да добије потврду о обради података, изврши увид у своје личне
                податке, исправи или допуни личне податке, да се противи даљој, или прекомерној обради података, да
                блокира незакониту обраду података, да затражи брисање својих личних података и корисничког налога без
                било каквих негативних последица, да преузме копију личних података у циљу преноса на другу софтверску
                платформу и др. Корисник може поднети захтев особама Одговорним за спровођење Опште уредбе о заштити
                личних података, путем е-поште. Приликом подношења захтева неопходно је навести тачно име и презиме,
                институцију и адресу е-поште под којом је корисник регисторван у Локалној заједници.
            </p>

            <p class="mb-4">
                Биологер веб платформа може прикупљати неке податке о својим корисницима који су добијени током
                коришћења, у складу са законом. Ове податке Биологер може користи за приказивање статистике активности
                корисника, за побољшање и прилагођавање сајта и његовог садржаја. Контакт подаци корисника, осим имена
                и презимена, се у овом случају неће откривати.
            </p>

            <p class="mb-4">
                Прикупљеним личним подацима корисника могу приступити Биологерови програмери и Администратори Локалне
                заједнице и лица која буду ангажована да обрађују податке у сврхе наведене у овој политици.
            </p>
        </section>

        <section class="section has-text-justified">
            <h2 class="subtitle is-2">Услови коришћења</h2>

            <p class="mb-4">
                Корисници су дужни да унесу тачне податке о свом корисничком налогу, што се пре свега односи на пуно
                име и презиме особе и адресу е-поште. Ово је важно, зато што желимо да ваши подаци буду повезани са
                вашим налогом и проверљиви у будућности.
            </p>

            <p class="mb-4">
                Корисници су дужни да уносе тачне податке о налазима врсте са терене, а унос лажних података сматрамо
                најстрожим прекршајем. Погрешни налази о распрострањењу врста никоме не иду у прилог и наш уреднички
                тим се труди да такве податке сведе на минимум.
            </p>

            <p class="mb-4">
                Корисници су дужни да уважавају мишљења других и да користе примерен речник.
            </p>

            <p class="mb-4">
                У случају да се не поштују ови услови коришћења, овлашћене особе могу опоменути корисника или га, у
                крајњем случају, искључити из рада Биологер заједнице. Биологер задржава право коришћења података
                корисника у случају кршења услова коришћења сајта и незаконитог коришћења од стране корисника.
            </p>
        </section>

        <section class="section has-text-justified">
            <h2 class="subtitle is-2">Колачићи</h2>

            <p class="mb-4">
                Биологер користи колачиће (енг. „cookies“) за лакше праћење активности корисника. Одређена подешавања
                се чувају као колачићи како би вам олакшали коришћење сајта приликом наредних посета (нпр. ради провере
                да ли је корисник већ пријављен). Колачићи не нарушавају вашу безбедности и користе се само ради лакшег
                и сигурнијег коришћења сајта.
            </p>
        </section>
    </div>
@endsection
