@extends('layouts.main', ['title' => __('navigation.privacy_policy')])

@section('content')
    <div class="container">
        <h1 class="title is-1 has-text-centered mt-4">Политика приватности</h1>

        <section class="section has-text-justified">
            <h2 class="subtitle is-2">Лични подаци</h2>

            <p class="mb-4">
                Подаци о кориснику представљају: име, презиме, адресу е-поште,
                институцију и ГПС локацију у виду географских координата места
                где је забележен одређени таксон.
            </p>

            <p class="mb-4">
                Избором лиценце за коришћење података корисник може да одреди шта
                жели да дели са другима. Биологер подржава отворен софтвер и отворене,
                научно проверљиве податке, због чега не саветујемо избор затворене
                лиценце. Добра научна пракса подразумева да подаци о налазима буду
                проверљиви, па се уз сваки налаз приказује ко је (име, презиме и
                институција), где (географске координате или УТМ поље) и када (датум)
                забележио одређени таксон. Како би обезбедили проверљивост, корисници
                су дужни да тачно унесу своје податке, а унос лажних података може
                довести до брисања корисничког налога. Уколико не желите да особе
                изван уредништва сајта (администратора и таксономских експерата за
                одређену групу) виде ваше личне податке, можете одабрати затворену
                лиценцу за податке.
            </p>

            <p class="mb-4">
                Биологер се залаже за очување ваше приватности и неће дистрибуирати
                ни продавати приватне податке трећој страни, осим уз дозволу корисника.
                Биологер задржава право коришћења ових података у случају кршења
                правила сајта и незаконитог коришћења од стране корисника.
            </p>

            <p class="mb-4">
                Биологер може, у складу са законом, прикупљати неке податке о својим
                корисницима који су добијени током коришћења. Ове податке Биологер
                може користити за приказивање статистике активности корисника, за
                побољшање и прилагођавање сајта и његовог садржаја. Контакт подаци
                корисника се у овом случају, такође, неће откривати.
            </p>

            <p class="mb-4">
                Прикупљеним личним подацима корисника могу приступити програмери и
                администратори сајта Биологер, државни органи и лица која ангажујемо
                да обрађују податке у наше име у сврхе наведене у овој политици.
            </p>

            <p class="mb-4">
                Ако имате било каква питања о Биологер сајту или Андроид апликацији,
                можете контактирати администраторе на <a href="mailto:admin@biologer.org">admin@biologer.org</a>.
            </p>
        </section>

        <section class="section has-text-justified">
            <h2 class="subtitle is-2">Колачићи</h2>

            <p class="mb-4">
                Биологер користи колачиће (енг. „cookies“) за лакше праћење активности
                корисника. Одређена подешавања се чувају као колачићи како би вам
                олакшали коришћење сајта приликом наредних посета (нпр. ради провере
                да ли је корисник већ пријављен). Колачићи не нарушавају вашу безбедност
                и користе се само ради лакшег и сигурнијег коришћења сајта.
            </p>
        </section>
    </div>
@endsection
