@extends('layouts.dashboard', ['title' => __('navigation.field_observations_import')])

@section('content')
    <div class="box content">
        <h1>Упутство за увоз теренских података</h1>

        <div class="message mt-8">
            <div class="message-body">
                Увоз података из таблице у Биологер је комплексан процес.
                Том приликом могу да се поткраду грешке које није једноставно исправити.
                Унос података на овај начин је оправдан уколико се ради о великом сету података,
                који није једноставно прекуцати унутар веб окружења Биологера.
                Ипак, пре него што се одлучите за увоз података из табеле размислите о другим
                могућностима и добро проучите ово упутство како би избегли нежељене компликације.
            </div>
        </div>

        <h2>Формат табеле</h2>

        <p>
            Биологер ради са таблицама које су сачуване у „.CSV“ формату (текстуална датотека
            у којој су колоне раздвојене зарезом, а сваки ред текста је засебан ред у таблици).
            Било коју таблицу можете сачувати као CSV датотеку, пошто већина програма за рад са
            табелама, статистичких пакета и ГИС алата користи овај формат. Примера ради из
            програма LibreOffice довољно је да одете у мени Датотека → Сачувај као и
            изаберете „Text CSV (.csv)“. Такође можете једноставно назначити екстензију
            на крају назива датотеке (нпр. „za_uvoz.csv“) и LibreOffice ће аутоматски
            схватити како желите да сачувате таблицу.
        </p>

        <h2>Садржај табеле</h2>

        <p>
            Пре него што увезете податке из таблице морате правилно форматирати њена
            поља како би Биологер препознао податке. Приликом увоза података Биологер
            чита вредности из редова и колона таблице, спроводи основну проверу података
            и смешта податке у одговарајућа поља унутар базе података. Уколико не форматирате
            поље како треба, Биологер ће вам пријавити грешку и указати у ком реду таблице
            се грешка налази. У најгорем случају Биологер неће препознати грешку већ ће
            податак из таблице сместити на погрешно место, након чега ће бити неопходна
            интервенција нашег Пројектног тима.
        </p>

        <p>Ево неколико ствари које најчешће морате ускладити пре увоза података:</p>

        <ol>
            <li>
                Научни назив таксона је потребно ускладити тако да одговара називима
                таксона у Биологер бази података. Уколико таксон не постоји у бази података,
                морате најпре затражити од Уредника таксономске групе да га дода.
            </li>

            <li>
                <b>Једна од најчешћих грешки је замена координата географске ширине и
                географске дужине, због чега велики број налаза може да заврши на
                погрешној страни Земљине кугле.</b> Географска ширина (y оса) представља
                растојање од Екватора, док је географска дужина (x оса) растојање од Гринича.
                На подручју Источне Европе бројчане вредности географске ширине су увек
                веће од вредности географске дужине, што вам може бити од помоћи.
                Координате географске ширине и дужине се увек дају у степенима (нпр. 43,1111).
                Координате које су дате у степенима, минутима и секундама (нпр. 43°10'10" или 43°10,81')
                је потребно претворити у децимални запис. Исто важи и за координате које су дате у
                координатном систему различитом од WGS84.
            </li>

            <li>
                Све променљиве које се дају уз налаз треба уписати користећи енглеске
                изразе из Биологера. На пример за колону у којој уписујете пол јединке
                дозвољене су вредности „male“ (мужјак) и „female“ (женка). Исто важи
                и за вредности колона у којима дефинишете лиценце података и развојне стадијуме јединки.
            </li>

            <li>
                Надморска висина и прецизност координате се увек дају у метрима,
                па је бројчане вредности у километрима потребно претворити у метре.
            </li>
        </ol>

        <p>Пример једне просте таблице</p>

        <table>
            <thead>
                <tr>
                    <th>Врста</th>
                    <th>X</th>
                    <th>Y</th>
                    <th>Година</th>
                    <th>Нашао</th>
                    <th>Идентификовао</th>
                    <th>Лиценца</th>
                </tr>
            </thead>

            <tbody>
                <tr>
                    <td>Papilio machaon</td>
                    <td>20,210</td>
                    <td>45,400</td>
                    <td>2014</td>
                    <td>Иван Ивић</td>
                    <td>Миша Мишић</td>
                    <td>CC BY-SA 4.0</td>
                </tr>

                <tr>
                    <td>Aglais io</td>
                    <td>20,210</td>
                    <td>45,400</td>
                    <td>2000</td>
                    <td>Иван Ивић</td>
                    <td>Миша Мишић</td>
                    <td>Closed</td>
                </tr>

                <tr>
                    <td>Pyrgus malvae</td>
                    <td>20,210</td>
                    <td>45,400</td>
                    <td>2015</td>
                    <td>Миша Мишић</td>
                    <td>Раде Радић</td>
                    <td>Partially open</td>
                </tr>
            </tbody>
        </table>

        <h2>Обавезна поља</h2>

        <p>
            Приликом увоза података, од корисника се тражи минималан сет података:
            назив врсте, географске координате, година налаза и лиценца података.
            Иако није обавезно, препорука је да поред ових поља упишете ко је нашао и идентификовао врсту.
        </p>

        <h2>Од таблице до базе</h2>

        <p>
            Ма колико се трудили да уједначимо наше таблице, ни једна таблица са
            подацима никада неће бити иста. Због тога је неопходно рећи Биологеру
            како изгледа свака таблица понаособ! То се врши једноставним избором
            колона и њиховог редоследа.
        </p>

        <p>
            Кликните на дугме „Одабери CSV датотеку“ и одаберите раније припремљену
            таблицу са вашег рачунара. Уколико први ред таблице садржи називе колона,
            као у нашем примеру, потребно је да чекирате поље „Први ред садржи називе колона“.
            Након тога кликните на дугме „Одабери колоне“. Приметићете да је списак колона
            нешто дужи од оног који садржи ваша таблица, те да је пет колона аутоматски
            означено као обавезне колоне.
        </p>

        <p>
            Уколико желимо да увеземо податке из таблице коју смо дали као пример,
            мораћемо да означимо још две колоне: Уочио и Идентификовао. Једноставно
            чекирајте још ове две колоне са списка и оне ће бити означене за увоз из таблице.
            Пошто Биологер не може да зна редослед колона у вашој таблици (с лева на десно),
            мораћемо још да преместимо колоне у Биологеру (одозго на доле) тако да одговарају таблици.
            То можете урадити једноставним превлачењем назива колона. У нашем примеру морамо
            распоредити колоне следећим редоследом: Таксон, Географска дужина, Географска ширина,
            Година, Уочио, Идентификовао, Лиценца.
        </p>

        <p>
            Када сте се уверили да је све како треба (и то 10 пута проверили!),
            можете кликнути на дугме Увези. Програм ће обрадити вашу таблицу и, ако је све како треба,
            налази из таблице ће бити придодати вашим теренским налазима.
        </p>
    </div>
@endsection

@section('breadcrumbs')
    <div class="breadcrumb" aria-label="breadcrumbs">
        <ul>
            <li><a href="{{ route('contributor.index') }}">{{ __('navigation.dashboard') }}</a></li>
            <li><a href="{{ route('contributor.field-observations.index') }}">{{ __('navigation.my_field_observations') }}</a></li>
            <li><a href="{{ route('contributor.field-observations-import.index') }}">{{ __('navigation.field_observations_import') }}</a></li>
            <li class="is-active"><a>Упутство за увоз</a></li>
        </ul>
    </div>
@endsection
