{
    "Yes": "Да",
    "No": "Не",
    "Help": "Помоћ",
    "Months": "Месеци",
    "Elevation": "Надморска висина",
    "Reset Password Notification": "Обавештење о ресетовању лозинке",
    "Reset Password": "Ресетуј лозинку",
    "You are receiving this email because we received a password reset request for your account.": "Добили сте овај и-мејл зато што смо примили ваш захтев за ресетовање лозинке.",
    "If you did not request a password reset, no further action is required.": "У случају да нисте послали захтев за ресетовање лозинке, није потребна било каква акција.",
    "Password changed successfully. Please verify your email.": "Лозинка је успешно промењена. Молимо Вас да верификујете и-мејл адресу.",
    "Account Verification": "Верификација налога",
    "Verify Your Email Address": "Потврдите Вашу и-мејл адресу",
    "A fresh verification link has been sent to your email address.": "Послали смо нов линк за верификацију налога на Вашу и-мејл адресу.",
    "Before proceeding, please check your email for a verification link.": "Пре него што наставите, проверите да ли је верификациони линк стигао на Ваш и-мејл.",
    "If you did not receive the email": "Ако нисте примили и-мејл",
    "click here to request another": "кликните овде како бисте затражили да поново пошаљемо",
    "Verify Email Address": "Потврдите и-мејл адресу",
    "Please click the button below to verify your email address.": "Кликните на дугме како бисте потврдили Вашу и-мејл адресу.",
    "This link will expire at :expiresAt. You can always request another verification link to be sent when you log in.": "Овај линк ће истећи у :expiresAt. Увек можете затражити нов линк за верификацију налога када се улогујете.",
    "If you did not create an account, no further action is required.": "Ако нисте направили кориснички налог, није потребна било каква акција.",
    "The given data was invalid.": "Дати подаци нису исправни.",
    "Some fields have errors": "Нека поља имају грешке",
    "Saved successfully": "Успешно сачувано",
    "<strong>Note:</strong> Changes to license preferences will act as defaults for newly added observations and photos, and will not affect old entries.": "<strong>Напомена:</strong> Измене у подешавањима лиценце ће бити примењенe као подразумеване вредности за нове уносе и фотографије, и неће имати утицаја на старе.",
    "No data...": "Нема података...",
    "Are you sure you want to delete this record?": "Да ли сте сигурни да желите обрисати овај унос?",
    "This will remove all observations connected to this publications. Are you sure you want to delete this publication?": "Овим ћете обрисати и све налазе повезане са публикацијом. Да ли сте сигурни да желите обрисати ову публикацију?",
    "Record deleted": "Унос обрисан",
    "You are about to approve checked observations.<br/>Those of them that cannot be approved, will not be approved.": "Покушавате да одобрите означене уносе.<br/>Они који не могу бити одобрени, неће бити одобрени.",
    "You are about to approve this field observation": "Покушавате да одобрите овај унос",
    "Observations have been approved": "Уноси су одобрени",
    "Observation has been approved": "Унос је одобрен",
    "Observations cannot be approved": "Означени уноси се не могу одобрити",
    "Observation cannot be approved": "Уноса не може бити одобрен",
    "You are about to mark checked observations as unidentifiable. What's the reason?": "Покушавате да означите одабране уносе као да није могућа идентификација. Који је разлог?",
    "You are about to mark observation as unidentifiable. What's the reason?": "You are about to mark observation as unidentifiable. What's the reason?",
    "Observations have been marked as unidentifiable": "Уноси су означени као да није могућа идентификација",
    "You are about to move checked observations to pending. What's the reason?": "Покушавате да ставите одабране уносе на чекање. Који је разлог?",
    "Observations have been moved to pending": "Уноси су стављени на чекање",
    "Observation has been marked as unidentifiable": "Унос је означен као да није могућа идентификација",
    "Some of the observations cannot be marked as unidentifiable": "Неки од уноса се не могу означити као да није могуће идентификација",
    "This observation cannot be marked as unidentifiable": "Овај унос не може бити означен као да није могућа идентификација",
    "You've made changes to data entry. Save changes?": "Направили сте измене унетог податка. Да ли желите да сачувате?",
    "Reason for changing data. Please try to be precise in order to keep the track of changes and ensure data verification.": "Разлог промене података. Молимо вас да будете прецизни како бисмо лакше пратили измене и осигурали валидност података.",
    "There are no changes, the data will not be saved.": "Нема промена, подаци неће бити сачувани.",
    "If you leave this page changes will not be saved.": "Уколико напустите страницу измене неће бити сачуване.",
    "Reason": "Разлог",
    "Activity Log": "Дневник активности",
    "This field is required and can contain max 255 chars.": "Ово поље је обавезно и може садржати највише 255 знакова.",
    "Whoops, looks like something went wrong.": "Упс, изгледа да је нешто пошло наопако.",
    "Use data from photo to fill the form?": "Попуни поља информацијама из фотографије?",
    "Error": "Грешка",
    "Text is not available in English yet.": "Текст још увек није доступан на српском.",
    "Serbia": "Србија",
    "Croatia": "Хрватска",
    "Unknown": "Непознато",
    "Profile updated successfully.": "Профил је успешно промењен.",
    "Password changed successfully.": "Лозинка је успешно промењена.",
    "Successfully updated.": "Успешно промењено.",
    "Notifications preferences are saved.": "Подешавања нотификација су сачувана.",
    "You account has been deleted. Your observations will be deleted shortly.": "Ваш кориснички налог је обрисан. Подаци које сте унели ће убрзо бити обрисани.",
    "You account has been deleted.": "Ваш кориснички налог је обрисан.",
    "This action is irreversible, once an account is deleted it cannot be restored.": "Ова акција је неповратна, једном када је кориснички налог обрисан не може се више вратити.",
    "Are you sure you want to delete your account?": "Да ли сте сигурни да желите да обришете Ваш кориснички налог?",
    "Loading...": "Учитава се..."
}
