<?php

return [
    'project_title' => 'Биологер пројекат',
    'project_description' => 'Пројекат Биологер је настао као интерактивна платформа слободног садржаја намењена прикупљању и дигитализацији знања о биолошкој разноврсности на подручју Источне Европе. Платформа се заснива на развоју и коришћењу отвореног софтвера Биологер и добровољном раду Биологер заједнице.',
    'box_description' => 'За више података посетите нашу званичну Биологер веб страницу. Тамо можете наћи опис пројекта, његову мисију, визију, као и начин организације нашег пројекта и тима.',
    'button_text' => 'Иди на Biologer.org страницу пројекта',
];
