<?php

return [
    'project_title' => 'Биологер пројекат',
    'project_description' => 'Пројекат Биологер је настао као интерактивна платформа слободног садржаја намењена прикупљању и дигитализацији знања о биолошкој разноврсности на подручју Источне Европе. Платформа се заснива на развоју и коришћењу отвореног софтвера Биологер и добровољном раду Биологер заједнице.',
    'box_description' => 'За више података посетите нашу званичну Биологер веб страницу. Тамо можете наћи опис пројекта, његову мисију, визију, као и начин организације нашег пројекта и тима.',
    'button_text' => 'Иди на Biologer.org страницу пројекта',
    'citation' => "Цитирање",
    'citation_title' => "Како да цитирате овај скуп података?",
    'citation_intro_text' => 'Хвала што користите Биологер и помажете даљи развој ове отворене платформе за податке. Уколико желите да укључите податке из Биологера у вашу публикацију, наведите нас као извор података. Препоручујемо да цитирате ову публикацију која објашњава како платформа функционише:',
    'community_default' => 'Биологер Заједница',
    'community_rs' => 'Биологер Заједница у Србији',
    'community_hr' => 'Биологер Заједница у Хрватској',
    'community_bs' => 'Биологер Заједница у Босни и Херцеговини',
    'community_me' => 'Биологер Заједница у Црној Гори',
    'community_unknown' => 'непознато',
    'community_desc' => 'Биологер: платформа за отворене податке о биодиверзитету',
    'community_url' => 'Адреса',
    'community_assessed' => 'Приступљено',
    'citation_intro_text_2' => 'Можете цитирати и веб страницу локалне Биологер заједнице:'
];
