<?php

return [
    [
        'name' => '0 (негнездарица)',
        'description' => 'Сумња се да је јединка на сеоби или да се само задржава током летнјег периода, али се не гнезди',
    ],
    [
        'name' => '1 (могућа гнездарица)',
        'description' => 'Врста посматрана у гнездећој сезони у могућем гнездећем станишту',
    ],
    [
        'name' => '2 (могућа гнездарица)',
        'description' => 'Територијални (певајући) мужјак присутан током гнездеће сезоне',
    ],
    [
        'name' => '3 (вероватна гнездарица)',
        'description' => 'Пар посматран у станишту погодном за гнежђење, током гнездеће сезоне',
    ],
    [
        'name' => '4 (вероватна гнездарица)',
        'description' => 'Територијално понашање (песма, свадбени лет, итд.) забележено током најманје два различита дана у седмици или у већем временском размаку, увек на истом месту',
    ],
    [
        'name' => '5 (вероватна гнездарица)',
        'description' => 'Удварање, шепуренје или свадбени лет',
    ],
    [
        'name' => '6 (вероватна гнездарица)',
        'description' => 'Посећивање могуће гнездеће територије',
    ],
    [
        'name' => '7 (вероватна гнездарица)',
        'description' => 'Узнемирено понашање или нервозно оглашаванје одраслих птица',
    ],
    [
        'name' => '8 (вероватна гнездарица)',
        'description' => 'Гнездећа пега на одраслим птицама прегледаним из руке',
    ],
    [
        'name' => '9 (вероватна гнездарица)',
        'description' => 'Изградња гнезда или дубљенје гнездеће дуплје',
    ],
    [
        'name' => '10 (сигурна гнездарица)',
        'description' => 'Одвраћање пажнје или глумљенје повреде',
    ],
    [
        'name' => '11 (сигурна гнездарица)',
        'description' => 'Пронађено коришћено гнездо/љуске од јаја (заузето/положено током периода истраживања)',
    ],
    [
        'name' => '12 (сигурна гнездарица)',
        'description' => 'Недавно излежени младунци (чучавци) или младунци у паперју (потркушци)',
    ],
    [
        'name' => '13 (сигурна гнездарица)',
        'description' => 'Родитељи који посећују гнездо у околностима које указују на заузетост гнезда или родителји посматрани на гнезду током инкубације',
    ],
    [
        'name' => '14 (сигурна гнездарица)',
        'description' => 'Родитељи износе измет младунаца из гнезда или носе храну за младунце',
    ],
    [
        'name' => '15 (сигурна гнездарица)',
        'description' => 'Пронађено гнездо са јајима',
    ],
    [
        'name' => '16 (сигурна гнездарица)',
        'description' => 'Пронађено гнездо са младунцима (посматраним или слушаним)',
    ],
];
