<?php

return [
    'home' => [
        'browse' => 'Прегледај податке',
        'android_link' => 'Android апликацијa',
        'android_title' => 'Преузмите Android апликацију',
        'welcome' => 'Биологер је једноставан и слободан софтвер осмишљен за прикупљање података о биолошкој разноврсности.',
        'stats' => 'Заједница „:community“ броји :userCount корисника, који су прикупили :observationCount налаза.',

        'announcements' => [
            'title' => 'Новости',
            'see_all' => 'Погледај све',
        ],
    ],

    'announcements' => [
        'title' => 'Објаве',
        'no_announcements' => 'Нема објава',
        'read' => 'Прочитај вест',
    ],

    'field_observations_import' => [
        'short_info' => 'Уколико желите да увезете податке из таблице, потребно '.
            'је да она буде сачувана као CSV датотека. Након избора датотеке, '.
            'треба да ускладите редослед колона у Биологеру тако да он одговара '.
            'редоследу у таблици и да одаберете које колоне желите да увезете. '.
            'Списак таксона мора да прати таксономију Биологер базе података, а '.
            'списак вредности за сваку колону (нпр. стадијуми, пол, лиценца) мора '.
            'бити дат на основу вредности на енглеском језику.',
    ],

    'taxa' => [
        'observations' => 'налаз|налаза|налаза',

        'number_of_observations_per_mgrs10k_field' => 'Број налаза по MGRS 10k пољу',
        'mgrs10k_field' => 'MGRS 10k поље',
        'number_of_observations' => 'Број налаза',
        'present_in_literature' => 'Присутно у литератури',
    ],

    'stats' => [
        'user' => 'Корисник',
        'curator' => 'Уредник',
        'observations_count' => 'Број налаза',
        'identifications_count' => 'Број идентификација',
        'year' => 'Година',
        'group' => 'Група',
        'top_10_users' => 'Првих 10 корисника по броју унетих налаза',
        'top_10_curators' => 'Првих 10 уредника по броју идентификација',
        'observations_count_by_group' => 'Број налаза по групама',
        'observations_count_by_year' => 'Број налаза по годинама (у последњих 10 година)',
    ],
];
