<?php

return [
    'home' => [
        'browse' => 'Прегледај',
        'android_link' => 'Andoid апликацијa',
        'android_title' => 'Преузмите Andoid апликацију v:version',
        'welcome' => 'Добродошли на нашу веб страницу која прикупља податке о
            распрострањености врста на подручју Србије. Ова верзија програма је још
            увек у фази тестирања, па вас молимо да будете стрпљиви. Уколико приметите
            било какве проблеме или имате нове идеје, слободно нам их пошаљите.',

        'announcements' => [
            'title' => 'Новости',
            'see_all' => 'Погледај све',
        ],
    ],

    'announcements' => [
        'title' => 'Објаве',
        'no_announcements' => 'Нема објава',
        'read' => 'Прочитај вест',
    ],
];
