<?php

return [
    'home' => [
        'browse' => 'Прегледај податке',
        'android_link' => 'Android апликацијa',
        'android_title' => 'Преузмите Android апликацију v:version',
        'welcome' => 'Биологер је једноставан и слободан софтвер осмишљен за прикупљање података о биолошкој разноврсности.',

        'announcements' => [
            'title' => 'Новости',
            'see_all' => 'Погледај све',
        ],
    ],

    'announcements' => [
        'title' => 'Објаве',
        'no_announcements' => 'Нема објава',
        'read' => 'Прочитај вест',
    ],

    'field_observations_import' => [
        'short_info' => 'Уколико желите да увезете податке из таблице, потребно '.
            'је да она буде сачувана као CSV датотека. Након избора датотеке, '.
            'треба да ускладите редослед колона у Биологеру тако да он одговара '.
            'редоследу у таблици и да одаберете које колоне желите да увезете. '.
            'Списак таксона мора да прати таксономију Биологер базе података, а '.
            'списак вредности за сваку колону (нпр. стадијуми, пол, лиценца) мора '.
            'бити дат на основу вредности на енглеском језику.',

    ],
];
