@extends('layouts.main', ['title' => __('navigation.closed_license')])

@section('content')
    <div class="container">
        <h1 class="title is-1 has-text-centered mt-4">Затворена лиценца</h1>
        <p class="subtitle is-2 has-text-centered">Лиценца за податке са ограниченим правом приступа</p>

        <section class="section has-text-justified">
            <p class="mb-4">
                Ова лиценца ближе одређује правила и услове коришћења података
                из Биологер базе података, које корисници не желе да деле са другима.
                Подаци су скривени и не приказују се на мапи.
            </p>

            <p class="mb-4">
                Одабиром ове лиценце ограничава се видљивост унетих података осталим
                корисницима базе. Унети подаци биће видљиви само аутору налаза,
                таксономским експертима који верификују налазе и администраторима
                веб странице. Подаци под овом лиценцом неће бити приказивани на
                картама распрострањености таксона, нити ће други корисници моћи да их
                извезу из базе података.
            </p>

            <p class="mb-4">
                Избором ове лиценце аутори задржавају сва права над унетим подацима.
                Администратори Биологера и таксономски експерти задржавају право
                на употребу података унетих под овом лиценцом и то за потребе
                израде докумената од националног значаја, потребе заштите природе
                (Црвене књиге, Црвене листе, ревизија закона, дефинисање граниџа заштићених подручја и сл.)
                и за потребе статистичке обраде података (нпр. зарад заштите и очувања врста и њихових станишта),
                али без објављивања изворног податка. У случају коришћена података за научне публикације,
                могуће је употребити податак у сумарном приказу, без детаља о оригиналном налазу.
                У случају да постоји потреба да се изворни податак под овом лиценцом објави у целости,
                Администратори Биологера и таксономски експерти морају то учинити уз сагласност аутора податка.
            </p>

            <p class="mb-4">
                Због ограничене могућности провере овако унетих података и немогућности
                детаљног приказа података, развојни тим Биологера не препоручују
                одабир ове лиценце!
            </p>
        </section>
    </div>
@endsection
