@extends('layouts.main', ['title' => __('navigation.closed_license')])

@section('content')
    <div class="container">
        <h1 class="title is-1 has-text-centered mt-4">Затворена лиценца</h1>
        <p class="subtitle is-2 has-text-centered">Лиценца за слике са ограниченим приступом</p>

        <section class="section content has-text-justified">
            <p class="mb-4">
                Ова лиценца ближе одређује правила и услове коришћења фотографија
                из Биологер базе података које корисници не желе да деле са другима.
                Слике су сакривене и не приказују се у јавном делу платформе.
            </p>

            <p class="mb-4">
                Употреба таквих фотографија је ограничена на Администраторе базе података,
                таксономске експерте и аутора, који ће их користити искључиво за идентификацију таксона са слике.
                Приказ и било каква употреба таквих фотографија изван затвореног дела Биологер платформе је забрањена.
            </p>
        </section>
    </div>
@endsection
