@extends('layouts.main', ['title' => __('navigation.partially_open_license')])

@section('content')
    <div class="container">
        <h1 class="title is-1 has-text-centered mt-4">Задржана права аутора</h1>
        <p class="subtitle is-2 has-text-centered">Лиценца за слике са задржаним ауторским правима</p>

        <section class="section has-text-justified">
            <p class="mb-4">
                Ова лиценца ближе одређује правила и услове коришћења фотографија
                из Биологер базе података за које корисници желе да задрже права коришћења.
                Слике ће бити приказане у јавном делу са воденим жигом, а аутори задржавају
                пуна права коришћења таквих фотографија.
            </p>

            <p class="mb-4">
                Употреба фотографија са задржаним ауторским правима у потпуности зависи
                од аутора фотографије, те се такве слике не могу делити изван Биологер
                базе података без пристанка аутора фотографије. Локалне Биологер заједнице
                задржавају право да фотографије поделе у промотивне сврхе (као што је обавештење
                о занимљивом налазу неке врсте постављено на друштвене мреже),
                али са јасно назначеним ауторством и уз задржавање воденог жига.
            </p>
        </section>
    </div>
@endsection
