@extends('layouts.main', ['title' => __('navigation.partially_open_license')])

@section('content')
    <div class="container">
        <h1 class="title is-1 has-text-centered mt-4">Делимично отворена лиценца</h1>
        <p class="subtitle is-2 has-text-centered">Лиценца за податке са ограниченим географским приказом</p>

        <section class="section has-text-justified">
            <p class="mb-4">
                Ова лиценца ближе одређује правила и услове коришћења података из
                Биологер базе података, са „ограниченим приказом“. Подаци се
                приказују на мапи у виду квадрата величине 10×10 km.
            </p>

            <p class="mb-4">
                Основа ове лиценце је Кријејтив комонс лиценца, ауторство-некомерцијално-делити
                под истим условима (CC BY-NC-SA 4.0). То значи да је дозвољено дељење
                података са ограниченим приказом од стране трећих лица, под условима
                наведеним у Кријејтив комонс <a href="https://creativecommons.org/licenses/by-nc-sa/4.0/" title="CC BY-NC-SA 4.0" target="_blank"> лиценци</a>.
            </p>

            <p class="mb-4">
                Разлика у односу на потпуно отворене податке се огледа у
                прецизности приказа географске локације и датума налаза. Ограничени приказ
                података омогућава приказ локације у виду квадрата величине 10×10 km,
                без могућности приказа прецизније локације другим корисницима базе и
                сакривање податка о месецу и датуму налаза. Остали подаци који су достављени
                уз налаз ће бити приказани у целости. Ово се односи како на приказ података
                у Биологеру, тако и на податке који су доступни за извоз из базе
                или дељење у оквиру већих система за груписање података.
            </p>

            <p class="mb-4">
                Избором ове лиценце аутори задржавају сва права на употребу прецизне
                локације и датума својих налаза. Администратори Биологера и таксономски
                експерти задржавају право на употребу свих података унетих под овом
                лиценцом и то за потребе израде докумената од националног значаја,
                потребе заштите природе (Црвене књиге, Црвене листе, ревизија закона,
                дефинисање граница заштићених подручја и сл.) и за потребе статистичке
                обраде података (нпр. за израду научних публикација, зарад заштите и
                очувања врста и њихових станишта), али без објављивања тачне локације
                изворног податка. У случају да постоји потреба да се локација изворног
                податка под овом лиценцом објави, Администратори Биологера и таксономски
                експерти морају то учинити уз сагласност аутора податка.
            </p>
        </section>
    </div>
@endsection
